commands_templates/GetSupportedAnalyticsModules0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver20/analytics/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetSupportedAnalyticsModules>
         <!--type: ReferenceToken-->
         <wsdl:ConfigurationToken>?</wsdl:ConfigurationToken>
      </wsdl:GetSupportedAnalyticsModules>
   </soap:Body>
</soap:Envelope>